{
  "teas": {
    "gu_shu_shu_cha": {
      "name": "Gu Shu Shu Cha",
      "description": [
        "It's a branded teashop.by shu pu-erh called \"Old tree\". Raw material came from  the garden at an altitude of 1800-2000 meters from the Lincang region from over 250 years old trees.",
        "We used early spring leaves and buds harvested in 2019, which underwent a short fermentation cycle at low temperatures.",
        "The taste of the brewed tea is complex, multifaceted, deep and pure. The aftertaste is silky, enveloping, long, with a pleasant berry sourness and noble astringency that unfolds into sweetness.",
        "Should be brewed with water at a temperature of 95-98 ° C. 5-6 grams per 100 ml of water is brewed in short spills for 10-20 seconds. The taste lasts for 9-10 spills."
      ]
    },
    "shen_ajaloshan_shen_cha": {
      "name": "Ailaoshan' Shen Cha",
      "description": [
        "Pressed by order of Moychay.ru company in Jingdong County (North of Puer County) from spring shoots of plantation tea harvested in 2018.",
        "A 100-gram cake, quite dense, easily separates into olive-brown flagella of twisted leaves and silvery buds.",
        "The aroma is intense, herbal and spicy with a nutty note. The infusion is transparent, a shade of a yellow pear. The taste of brewed tea is lively and bright, spicy herbal with floral and nutty notes. The aroma is fresh, delicate, with tones of a summer meadow. The taste is juicy, dense, slightly tart, with a slight bitterness and sourness of lime, turning into a long, refreshing aftertaste.",
        "It is brewed with hot water 75-95 ° C (the lower the temperature, the softer the taste). Brewing ratio to water: 3-4 g per 100 ml. For the first time, insist 3-5 seconds, then drink in spillage with a gradual increase in exposure. Withstands 10 infusions."
      ]
    },
    "shu_da_shi_cha": {
      "name": "Da Shi Cha",
      "description": [
        "For this shu pu-erh, early spring leaves and buds from young trees from Ning'er, Ulyanshan and Ailaoshan were used.",
        "Small, round cake, weighing 100 grams. Small and medium-sized leaf is visually traced. The pressing is moderately dense, easily broken by hand and disassembled into brown flagella.",
        "The aroma of dry tea has a light sweetness, unobtrusive sourness with spicy-woody, fruit and berry nuances.",
        "The taste of the finished tea is juicy, with hints of tree bark, spices, dark chocolate, spices, berries and hazelnuts. Soft, whole, clean, slippery and harmonious taste is complemented by a thick and viscous aroma. Aftertaste with light sweetness, unobtrusive astringency and enveloping velvet.",
        "Should be brewed with water at a temperature of 95-98 °C steeping for 10-20 seconds with a gradual increase in exposure by 5-20 seconds. The ratio of dry brewing is 5-6 gr. per 100 ml. water. The taste lasts for 7-8 infusions."
      ]
    },
    "shu_ailaoshan_leo": {
      "name": "Ailaoshan' Leopard from Bufan line",
      "description": [
        "\"Bufan\" is a series of teashop.by branded teas. Leopard is a distinction of senior military officials in China.",
        "Alpine shu pu-erh 2016. Harvested and prepared in Ailao Mountains, Yuxi County. For the production used raw materials of the highest grade (Te Ji), the first and third. Spring collection 2016 from a garden at an altitude of 2500 m above sea level.",
        "The appearance of the tea is a neat, round cake weighing 100 grams. The pressing is dense, but it breaks easily enough by hand and exfoliates. The aroma of dry tea is sweetish-woody, nutty. The infusion is clean, transparent, lively, dark, with a brownish-red tint.",
        "The taste of brewed tea is multifaceted, dynamic, rich and smooth, with woody tones, confectionery, nutty, wine, berry and fruit tones. The aroma is full, sweetish, nutty-woody. The taste is intense, powerful, buttery, smooth and layered. The aftertaste is long, fragrant, with a pleasant walnut bitterness and fruity sweetness.",
        "Should be brewed with water at a temperature of 95-98 °C steeping for 15-20 seconds. The ratio of dry leaves to water is 5-6 gr. per 100 ml of water. The taste lasts perfectly for 8-10 infusions."
      ]
    },
    "shu_bulan_cha_huan": {
      "name": "Bulan Cha Huan",
      "description": [
        "Young, bright, interesting shu pu-erh from a small Menghai manufactory. The tea is made from spring leaves and tips from upright trees (Qiao Mu), with the addition of large, fleshy buds of the Jin Hao Ya variety (Golden Fuzzy Buds) collected in Bulanshan.",
        "The appearance of the tea is a beautiful, textured and loose cake weighing 357 grams. Abundantly covered with golden buds. The aroma of dry tea is expressive, rich, intense, voluminous, nutty-confectionery, sweetish. The infusion is pure, bright, transparent, cognac-chestnut.",
        "The taste of the brewed tea is juicy, rich and voluminous, bready-woody, with hints of nuts, dark chocolate, dates and berries. The aroma is capacious, deep, whole, with a slight confectionery sweetness and hints of dried fruits. The aftertaste is warm, voluminous, velvety and long.",
        "Should be brewed with water at a temperature of 95-98 °C steeping for 5-15 seconds. The taste lasts perfectly for 8-10 infusions."
      ]
    },
    "shu_cha_dao_shi": {
      "name": "Cha Dao Shi",
      "description": [
        "Shu pu-erh “Cha Dao Shi” (“Master of Tea”) was made in 2019 by order of Moychay.ru from the raw materials of the Menghai region of the 2013 harvest.",
        "A 357-gram cake with medium density is effortlessly divided into dark brown flagella of leaves and red buds. The aroma is restrained, woody-nutty. The infusion is transparent, with a deep red-chestnut shade.",
        "The aroma is deep and warm, nutty-woody. The taste is dense, smooth, sweetish, with a pleasant woody astringency, a slight bitterness of cocoa beans, sourness of dry berries and nuances of spices.",
        "Should be brewed with hot water (95 ° C). Ratio of dry leaves to water is 6-7 g per 100 ml. The taste lasts for 10 infusions."
      ]
    },
    "shu_dai_czhu_shu_cha": {
      "name": "Dai Czu Shu Cha",
      "description": [
        "Made from leaves and buds harvested in spring. Neat and professional fermentation in Menghai, final maturation in stock.",
        "A neat, round and textured cake, weighing 100 grams. Pressing of moderate density, the pancake easily exfoliates into plates and breaks by hand. The aroma of dry tea is soft, calm, expressive, woody-spicy, with light shades of dark chocolate. The infusion is clear, transparent, bright, chestnut-reddish.",
        "The bouquet of the finished tea is balanced, clean, round and soft. The aroma is delicate, juicy, expressive, smooth, with a slight sweetness and fruity-nutty nuances. The taste is voluminous, dense, expressive, silky and viscous, with notes of chocolate, dry wood and berry sourness. The infusion is warm, velvety, persistent, with a pleasant sweetness.",
        "Should be brewed with water at a temperature of 95-98 °C steeping for 10-20 seconds. The ratio of dry leaves to water is 5-6 gr. per 100 ml. water. The taste lasts for 8-10 infusions."
      ]
    },
    "shu_hatnik": {
      "name": "Hatnik Shu Pu-erh",
      "description": [
        "\"Hatnik\" or \"Brownie\" is one of the teashop.by branded shu pu-erhs. To create the tea, raw materials from different types of trees were used: Yunkang No. 10, Xue Ya Yi Bai, Jin Pu Yi Hao",
        "The tea was made in 2019. Final pressing into pancakes - March 2020",
        "A small, round cake, weighing 100 grams. The pressing is moderately tight, it is easy enough to break by hand. At the fault, the pancake is homogeneous, clean. Large, fleshy, rather large leaf, as well as a small number of cuttings. The aroma of dry tea is soft, calm, spicy-woody, with a berry note. The infusion is bright, rich, chestnut-ruby hue.",
        "The flavor of the brewed tea is bright, rich, spicy-woody, slightly camphor, with hints of dry berries, dried fruits and oriental spices. The aroma is viscous, viscous, warm, sweetish, spicy and berry. The taste is dense, expressive, rich, velvety, slightly tart, with a noble bitterness. The aftertaste is warm, enveloping, long, with a slight berry acidity and sweetness.",
        "Should be brewed with water at a temperature of 95-98 °C steeping for 10-15 seconds. The taste lasts for 8-9 infusions."
      ]
    },
    "shu_huanshan_mountain": {
      "name": "Shu Pu-erh from Huan'shan' mountain",
      "description": [
        "\"Shu Pu-erh from Huangshan Mountain\" from Nin'er County (Puer County), harvested in 2019.",
        "Medium-density 100-gram cake, easily disassembled into dark brown flagella of twisted leaves with thin cuttings and ginger buds. The aroma is restrained, nutty with a chocolate hint. The infusion is transparent, with a bright red-chestnut shade.",
        "The bouquet of brewed tea is ripe, nutty-woody with notes of dried fruits, tree moss, autumn leaves, herbs and cocoa beans. The aroma is deep and warm, chocolate-nutty. The taste is juicy, voluminous, silky, with light woody astringency, fruity sourness and noble bitterness of dark chocolate. The infusion is juicy and persistent.",
        "Should be brewed with hot water (95 °C) steeping for 10-15 seconds. Brewing ratio to water: 5-6 g per 100 ml. Retains taste and aroma for 9 infusions."
      ]
    },
    "shu_lincan": {
      "name": "Lincang Shu Pu-erh",
      "description": [
        "Shu Pu'er from Lincang county plantation tea shoots, harvested in 2018.",
        "357 gram cake made from compressed dark brown twisted leaves with thin cuttings and buds. The aroma is restrained, woody. Infusion has a dark chestnut shade.",
        "The bouquet of the finished tea is ripe, nutty-woody, with hints of spicy herbs. The aroma is thick and warm, nutty-spicy. The taste is soft and smooth, velvety, sweetish, with a slight sourness of dry berries and nuances of spices in the aftertaste.",
        "Should be brewed with hot water (95 °C) steeping for 10-15 seconds. Dry leaves ratio to water: 6-8 g per 100 ml. Retains flavor and aroma for 9-10 infusions."
      ]
    },
    "shu_shi_hao_shu_cha_10": {
      "name": "Shu Pu-erh «Number 10» from Pu-erh district",
      "description": [
        "Medium density 50 gram cake, easily disassembled into large flagella of dark brown leaves with thin cuttings. The aroma is restrained, nutty-woody with a chocolate note. The infusion is transparent, red-chestnut shade.",
        "The bouquet of ready-made tea is ripe, nutty-woody, with notes of oak moss, autumn leaves, spicy herbs, rustic bread and chocolate. The aroma is deep, warm, nutty and bready. The taste is juicy, silky, with a slight woody astringency, sourness of dry berries and a refreshing aftertaste.",
        "Should be brewed with hot water (95 °C) with short time steeps. Dry leaves ratio to water: 5-6 g per 100 ml. Brew with a gradual increase in exposure. Retains flavor and aroma for 8 infusions.",
        "The effect is warming, soft tonic."
      ]
    },
    "shu_zoloto_menhaya": {
      "name": "The Gold of Menhai",
      "description": [
        "\"The Gold of Menghai\" - branded teashop.by shu-puer. Made from early spring buds and young leaves from three varieties of the bush: Yunkang No. 10, Xue Ya Yi Bai, Jin Pu Hao.",
        "The appearance of the tea is a large, loose and textured cake weighing 357 grams. The pressing is very soft, which allows the raw material to breathe well and transform over time. At the fault line, the raw materials are clean, homogeneous and beautiful. Large, fleshy buds and leaves and few cuttings. The aroma of dry tea is intense, juicy, expressive, with hints of nuts, dry wood and spices. The infusion is bright, rich, beautiful, cognac-chestnut.",
        "The bouquet of the finished tea is noble, bright, rich, balanced and deep, spicy-woody, slightly creamy, with notes of dark chocolate, nuts, oriental spices, forest moss and berries. The aroma is viscous, warm, sweetish, soft, with subtle confectionery and spicy notes. The taste is clean, voluminous, juicy, smooth, with a pleasant sweetness and light bitterness. The finish is velvety, enveloping, long, with a pleasant berry sourness.",
        "Should be brewed with hot water (95-98 °C) steeping for 5-15 seconds. Dry leaves ratio to water: 5-6 g per 100 ml. Retains flavor and aroma for 7-9 infusions."
      ]
    }
  },
  "about": {
    "name": "About the project",
    "description": [
      "This project is a digital interactive addition to a collage of Chinese tea wrappers that I have been drinking for the past three years.",
      "I have always loved teas and drank them in exorbitant quantities, but I went deeper into the topic of Chinese teas since 2015.",
      "One of the my favorite tea sort is shu and shen pu-erh; traditionally they are made in the form of pressed cakes. Very often they are wrapped in a paper wrapper with a beautiful art made for particular tea by order of a store or supplier. I always felt sorry to throw out these wrappers, so I came up with the idea to cut fragments out of them and present the fragments in the form of a collage.",
      "Now this collage hangs in a frame under the glass, and there is a QR code in its center that leads to this site, where you can see what the whole wrappers looked like, fragments of which are shown on the collage and read more about each tea.",
      "At the same time, this site is my learning project, where I decided to refresh my knowledge of modern frontend development technologies. In general, my specialization is backend development, but sometimes I try to look into related areas to stay up to date 🙂",
      "cardinalby, 2020"
    ]
  },
  "sizes": {
    "large": "Large",
    "medium": "Medium",
    "small": "Small"
  },
  "actions": {
    "close": "Close",
    "enter_fullscreen": "Full screen",
    "exit_fullscreen": "Exit full screen",
    "select_picture_quality": "Select picture quality",
    "view_on_github": "View on GitHub"
  },
  "document_title": {
    "collage": "Teas Collage",
    "item_description": "Teas Collage: {{item}}"
  }
}