{
  "teas": {
    "gu_shu_shu_cha": {
      "name": "Гу Шу Шу Ча",
      "description": [
        "Фирменный шу пуэр teashop.by под названием «Старое дерево». Сырье из сада на высоте 1800-2000 метров из региона Линьцан с деревьями возрастом более 250.",
        "Использовались ранневесенние листья и почки, собранные в 2019 году, прошедшие короткий цикл ферментации на низких температурах.",
        "Букет готового чая сложный, многогранный, глубокий и чистый. Послевкусие шелковистое, обволакивающее, долгое, с приятной ягодной кислинкой и благородной терпкостью, раскрывающейся в сладость.",
        "5-6 гр чая заваривается 100 мл воды с температурой 95-98°С короткими проливами по 10-20 сек. Вкус сохраняется на протяжении 9-10 проливов."
      ]
    },
    "shen_ajaloshan_shen_cha": {
      "name": "Айлаошань Шэн Ча",
      "description": [
        "Спрессован по заказу компании Мойчай.ру в уезде Цзиндун (Север округа Пуэр) из весенних побегов плантационного чая урожая 2018 г.",
        "100-граммовая лепешка, достаточно плотная, легко разделяется на оливково-бурые жгутики скрученных листиков и серебристые почки.",
        "Аромат интенсивный, пряно-травянистый с ореховой ноткой. Настой прозрачный, оттенка желтой груши. Букет готового чая живой и яркий, пряно-травянистый с цветочными и ореховыми нотками. Аромат свежий, нежный, тональности летнего луга. Вкус сочный, плотный, немного терпкий, с легкой горчинкой и кислинкой лайма, переходящий в долгое, освежающее послевкусие.",
        "Заваривается горячей водой 75-95°С (чем ниже температура, тем мягче вкус). Пропорция заварки к воде: 3-4 г на 100 мл. Для первого раза настоять 3-5 секунд, после чего пить проливом с постепенным увеличением экспозиции. Выдерживает 10 заварок."
      ]
    },
    "shu_da_shi_cha": {
      "name": "Да Ши Ча",
      "description": [
        "Для этого шу-пуэра использовано ранневесенние листья и почки с молодых деревьев из Нинъэр, Улянщань и Айлаошань.",
        "Маленькая, круглая лепешка, весом 100 гр. Визуально прослеживается мелкий и среднего размера лист. Прессовка умеренно плотная, легко ломается руками и разбирается на жгутики бурого оттенка.",
        "В аромате сухого чая легкая сладость, ненавязчивая кислинка с пряно-древесными, фруктовыми и ягодными оттенками.",
        "Вкус готового чая сочный, с оттенками древесной коры, пряностей, темного шоколада, специй, ягод и лесного ореха. Мягкий, цельный, чистый, скользящий и гармоничный вкус дополняется густым и вязким ароматом. Послевкусие с легкой сладостью, ненавязчивой терпкостью и обволакивающим бархатом.",
        "Завается короткими проливами по 10-20 сек водой с температурой 95-98°С с постепенным увеличением экспозиции на 5-20 сек. Соотношение сухой заварки – 5-6 гр. на 100 мл. воды. Вкус сохраняется на протяжении 7-8 проливов."
      ]
    },
    "shu_ailaoshan_leo": {
      "name": "Айлаошань Леопард из серии Буфан",
      "description": [
        "«Буфан» - серия фирменных чаев teashop.by. Леопард — знак отличия старших военных чинов в Китае.",
        "Высокогорный шу пуэр 2016 года. Собран и приготовлен в горах Айлао, округе Юйси. Для производства использовано древесное сырье высшего сорта (Те Цзи), первого и третьего. Весенний сбор 2016 года из сада, располагающегося на высоте 2500 м. над уровнем моря.",
        "Внешний вид чая – аккуратная, круглая лепешка весом 100 гр. Прессовка плотная, однако достаточно легко ломается руками и расслаивается. Аромат сухого чая сладковато-древесный, ореховый. Настой чистый, прозрачный, живой, темный, с буровато-красным оттенком.",
        "Вкус готового чая многогранный, динамичный, насыщенный и гладкий, с древесными тонами, кондитерскими, ореховыми, винными, ягодными и фруктовыми оттенками. Аромат полный, сладковатый, орехово-древесный. Вкус интенсивный, мощный, маслянистый, гладкий и многоуровневый. Послевкусие долгое, благоухающее, с приятной горчинкой грецкого ореха и фруктовой сладостью.",
        "Заваривается водой с температурой 95-98 °C короткими проливами по 15-20 сек. Соотношение сухой заварки – 5-6 гр. на 100 мл воды. Отлично держит вкус на протяжении 8-10 завариваний."
      ]
    },
    "shu_bulan_cha_huan": {
      "name": "Булан Ча Хуан",
      "description": [
        "Молодой, яркий, интересный шу пуэр от небольшой мэнхайской мануфактуры. Чай приготовлен из весенних листьев и типсов с прямоствольных деревьев (Цяо Му), с добавлением больших, мясистых почек сорта Цзинь Хао Я (Золотые Ворсистые Почки) собранных в Буланшань.",
        "Внешний вид чая – красивая, фактурная и рыхлая лепешка, весом 357 гр. Обильно усыпана золотистыми почками. Аромат сухого чая выразительный, насыщенный, интенсивный, объемный, орехово-кондитерский, сладковатый. Настой чистый, яркий, прозрачный, коньячно-каштановый.",
        "Вкус готового чая сочный, насыщенный и объемный, хлебно-древесный, с оттенками орехов, темного шоколада, фиников и ягод. Аромат ёмкий, глубокий, цельный, с легкой кондитерской сладостью и оттенками сухофруктов. Послевкусие теплое, объемное, бархатистое и долгое.",
        "Заваривать короткими проливами по 5-15 сек водой с температурой 95-98 °С. Отлично держит вкус на протяжении 8-10 завариваний."
      ]
    },
    "shu_cha_dao_shi": {
      "name": "Ча Дао Ши",
      "description": [
        "Шу пуэр «Ча Дао Ши» («Мастер Чая») сделан в 2019 году по заказу компании Мойчай.ру из сырья чайного региона Мэнхай урожая 2013 года.",
        "357-граммовая лепешка (средней плотности) без особых усилий разделяется на темно-коричневые жгутики листиков и рыжих почек. Аромат сдержанный, древесно-ореховый. Настой прозрачный, насыщенного красно-каштанового оттенка.",
        "Аромат глубокий и теплый, орехово-древесный. Вкус плотный, гладкий, сладковатый, с приятной древесной терпкостью, легкой горчинкой бобов какао, кислинкой сухих ягод и нюансами специй.",
        "Заваривать горячей водой (95°С). Пропорция заварки к воде: 6-7 г на 100 мл. Сохраняет вкус и аромат 10 завариваний."
      ]
    },
    "shu_dai_czhu_shu_cha": {
      "name": "Дай Цзю Шу Ча",
      "description": [
        "Листья и почки весеннего сбора, аккуратная и профессиональная ферментация в Мэнхай, финальное вылеживание на складе.",
        "Аккуратная, круглая и фактурная лепешка, весом 100 гр. Прессовка умеренной плотности, блин легко расслаивается на пластинки и ломается руками. Аромат сухого чая мягкий, спокойный, выразительный, древесно-пряный, с легкими оттенками темного шоколада. Настой чистый, прозрачный, яркий, каштанового-красноватый.",
        "Букет готового чая сбалансированный, чистый, округлый и мягкий. Аромат нежный, сочный, выразительный, гладкий, с легкой сладостью и фруктово-ореховыми нюансами. Вкус объемный, плотный, выразительный, шелковистый и тягучий, с нотками шоколада, сухой древесины и ягодной кислинкой. Послевкусие теплое, бархатистое, стойкое, с приятной сладостью.",
        "Заваривать проливами по 10-20 сек водой с температурой 95-98°С. Соотношение сухой заварки – 5-6 гр. на 100 мл. воды. Вкус сохраняется на протяжении 8-10 проливов."
      ]
    },
    "shu_hatnik": {
      "name": "Шу пуэр Хатник",
      "description": [
        "«Хатник» или «Домовой» — один из фирменных шу пуэров teashop.by. Для создания чая использовалось сырье с деревьев разных сортов: Юнькан №10, Сюэ Я И Бай, Цзинь Пу И Хао.",
        "Чай приготовлен в 2019 году. Финальная прессовка в блины — март 2020 года",
        "Небольшая, круглая лепешка, весом 100 гр. Прессовка в меру плотная, достаточно легко ломается руками. На разломе блин однородный, чистый. Крупный, мясистый, достаточно большой лист, а также небольшое количество черенков. Аромат сухого чая мягкий, спокойный, пряно-древесный, с ягодной ноткой. Настой яркий, насыщенный, каштаново-рубинового оттенка.",
        "Букет готового чая яркий, насыщенный, пряно-древесный, чуть камфарный, с оттенками сухих ягод, сухофруктов и восточных специй. Аромат вязкий, тягучий, теплый, сладковатый, пряно-ягодный. Вкус плотный, выразительный, насыщенный, бархатистый, чуть терпкий, с благородной горчинкой. Послевкусие теплое, обволакивающее, долгое, с легкой ягодной кислинкой и сладостью.",
        "Заваривается водой 95-98°С короткими проливами по 10-15 сек. Вкус сохраняется на протяжении 8-9 проливов."
      ]
    },
    "shu_huanshan_mountain": {
      "name": "Шу пуэр с горы Хуаншань",
      "description": [
        "«Шу пуэр с горы Хуаншань» из уезда Нинъэр (округ Пуэр) урожая 2019 г.",
        "100-граммовая лепешка средней плотности, легко разбирается на темно-коричневые жгутики скрученных листиков с тонкими черенками и рыжие почки. Аромат сдержанный, ореховый с шоколадной ноткой. Настой прозрачный, яркого красно-каштанового оттенка.",
        "Букет готового чая зрелый, орехово-древесный с нотками сухофруктов, древесного мха, осенних листьев, пряных трав и бобов какао. Аромат глубокий и теплый, шоколадно-ореховый. Вкус сочный, объемный, шелковистый, с легкой древесной терпкостью, фруктовой кислинкой и благородной горчинкой темного шоколада. Послевкусие сочное и устойчивое.",
        "Заваривать горячей водой (95 °С). Пропорция заварки к воде: 5-6 г на 100 мл. Пить проливом с постепенным увеличением экспозиции. Сохраняет вкус и аромат 9 завариваний."
      ]
    },
    "shu_lincan": {
      "name": "Линьцан Шу Пуэр",
      "description": [
        "Шу пуэр из побегов плантационного чая округа Линьцан, урожая 2018 г.",
        "357-граммовая лепешка из спрессованных темно-коричневых скрученных листиков с тонкими черенками и почек. Аромат сдержанный, древесный. Настой темно-каштанового оттенка.",
        "Букет готового чая зрелый, орехово-древесный, с нотками пряных трав. Аромат густой и теплый, орехово-пряный. Вкус мягкий и гладкий, бархатистый, сладковатый, с легкой кислинкой сухих ягод и нюансами специй в послевкусии.",
        "Заваривать горячей водой (95°С) проливом с постепенным увеличением экспозиции. Пропорция заварки к воде: 6-8 г на 100 мл. Сохраняет вкус и аромат 9-10 завариваний."
      ]
    },
    "shu_shi_hao_shu_cha_10": {
      "name": "Шу пуэр «Номер 10» из округа Пуэр",
      "description": [
        "50-граммовая лепешка средней плотности, легко разбирается на крупные жгутики темно-коричневых листиков с тонкими черенками. Аромат сдержанный, орехово-древесный с шоколадной ноткой. Настой прозрачный, красно-каштанового оттенка.",
        "Букет готового чая зрелый, орехово-древесный, с нотками дубового мха, осенних листьев, пряных трав, деревенского хлеба и шоколада. Аромат глубокий, теплый, орехово-хлебный. Вкус сочный, шелковистый, с легкой древесной терпкостью, кислинкой сухих ягод и освежающим послевкусием.",
        "Заваривать горячей водой (95°С) Пропорция заварки к воде: 5-6 г на 100 мл. Заваривать проливом с постепенным увеличением экспозиции. Сохраняет вкус и аромат 8 завариваний.",
        "Воздействие согревающее, мягкое тонизирующее."
      ]
    },
    "shu_zoloto_menhaya": {
      "name": "Золото Мэнхая",
      "description": [
        "«Золото Мэнхая» — фирменный шу пуэр teashop.by. Использованы ранневесенние почки и молодые листья с трех сортов куста: Юнькан №10, Сюэ Я И Бай, Цзинь Пу Хао.",
        "Внешний вид чая — крупная, рыхлая и фактурная лепешка, весом 357 гр. Прессовка очень мягкая, что позволяет сырью хорошо дышать и трансформироваться со временем. На разломе сырье чистое, однородное и красивое. Крупные, мясистые почки и листья, а также небольшое количество черенков. Аромат сухого чая интенсивный, сочный, выразительный, с оттенками орехов, сухой древесины и специй. Настой яркий, насыщенный, красивый, коньячно-каштановый.",
        "Букет готового чая благородный, яркий, насыщенный, сбалансированный и глубокий, пряно-древесный, чуть сливочный, с нотками темного шоколада, орехов, восточных специй, лесного мха и ягод. Аромат тягучий, теплый, сладковатый, мягкий, с тонкими кондитерскими и пряными нотками. Вкус чистый, объемный, сочный, гладкий, с приятной сладостью и легкой горчинкой. Послевкусие бархатистое, обволакивающее, долгое, с приятной ягодной кислинкой.",
        "Заваривается проливами по 5-15 сек. водой с температурой 95-98°С. Соотношение сухой заварки – 5-6 гр. на 100 мл. воды. Вкус сохраняется на протяжении 7-9 проливов."
      ]
    },
    "about": {
      "name": "О проекте",
      "description": [
        "Этот проект - цифровое интерактивное дополнение коллажа из оберток китайских чаев, которые я пил на протяжении последних трех лет.",
        "Я всегда любил чаи и пил их в непомерных количествах, но глубже в тему китайских чаев погрузился начиная с 2015 года.",
        "Одна из любимых их разновидностей - это шу- и шен-пуэры; традиционно они изготавливаются в виде пресованных блинов. Очень часто они завернуты в бумажную обертку с красивым артом сделанным для данного сорта чая по заказу магазина или поставщика. Мне всегда было жалко выкидывать эти обертки, поэтому у меня родилась идея вырезать из них фрагменты и представить их фрагменты в виде коллажа.",
        "Этот коллаж сейчас висит в рамочке под стеклом, а в его центре - QR-код, который ведет на этот сайт, где вы можете посмотреть как выглядели целые обертки, фрагменты которых представлены на коллаже и почитать подробнее про каждый чай.",
        "Одновременно этот сайт - мой учебный проект, где я решил освежить свои знания о технологиях современной frontend-разработки. В целом, моя специализация - это backend-разработка, но иногда я стараюсь заглядывать в смежные области чтобы быть в курсе 🙂",
        "cardinalby, 2020"
      ]
    }
  },
  "sizes": {
    "large": "Большой",
    "medium": "Средний",
    "small": "Маленький"
  },
  "actions": {
    "close": "Закрыть",
    "enter_fullscreen": "Полноэкранный режим",
    "exit_fullscreen": "Выйти из полноэкранного режима",
    "select_picture_quality": "Выбрать качество картинки",
    "view_on_github": "Открыть на GitHub"
  },
  "document_title": {
    "collage": "Чайный коллаж",
    "item_description": "Чайный коллаж: {{item}}"
  }
}